"HZO_INFO" = "HazeOver تلقائيا يسلط الضوء على نافذة التطبيق الأمامي بواسطة يعتم جميع النوافذ الخلفية.";
"AX_TIP2" = "HazeOver يمكن أن تتفاعل على الفور عند تبديل النوافذ. الرجاء السماح %@ لاستخدام إمكانية الوصول.";

"ANIMATION_MIN" = "‏%@ من الدقائق";
"ANIMATION_SEC" = "‏%@ من الثواني";

"DARKMODE_LABEL" = "Settings that should have a separate value for Light and Dark system appearance:";
"DARKMODE_COLOR" = "اللون";
"DARKMODE_BLUR" = "إبهات";

"FEEDBACK_LABEL" = "هل أنت سعيد مع هذا الإصدار من HazeOver؟";
"Yes" = "نعم";
"No" = "لا";
"FEEDBACK_UPDATE" = "Are you still happy with the app? Please rate again because App Store ratings might reset for updates.";

"RATE_TITLE" = "رائع.";
"RATE_LABEL" = "يرجى تقييم هذا الإصدار من HazeOver أو كتابة الاستعراض. وهذا يعني لي الكثير.";
"RATE_BUTTON" = "قيِّم HazeOver";

"REPORT_TITLE" = "لا تقلق";
"REPORT_LABEL" = "واسمحوا لي أن أعرف ما هو الخطأ.";
"REPORT_BUTTON" = "الإبلاغ عن مشكلة";

"APP_RULE_DISABLE" = "Disable When Using %@";
"Remove" = "إزالة";

"MAS_NAME" = "Distraction Dimmer™";

"WHATS_NEW" = "ما الجديد في HazeOver؟";
"Show" = "إظهار";

"Trial Version" = "نسخه تجريبيه";
"Buy Now" = "Buy Now";
"Thank You" = "شكرًا لك!";

"USAGE_LABEL" = "Dimming used for %@";

// Displays Tab

"SECONDARY_DIM" = "Dim all windows on displays without keyboard focus";
"SECONDARY_HIGHLIGHT" = "Highlight windows even on displays without keyboard focus";

"DISABLE_DISPLAY_THIS" = "Disable on This Display";
"DISABLE_DISPLAY_NAME" = "Disable on %@";

// Shortcuts Tab

"SHORTCUT_BUTTON" = "Record";
"SHORTCUT_TEXT" = "اضغط على المفاتيح";

// DisplayMockupView

"File" = "ملف";
"View" = "عرض";
"Window" = "نافذة";
"Help" = "مساعدة";

// Touch Bar

"On" = "تشغيل";
"Off" = "إيقاف";

// Customizable Menus

"TOGGLE_MENU" = "تشغيل HazeOver أو إيقافه";
"DISPLAYS_MENU" = "شاشة العرض الثانوية";
"INTENSITY_MENU" = "شدة اللون";
"HELP_MENU" = "تلميحات مفيدة";
"ACTIONS_MENU" = "إعداد الإجراءات...";
"CUSTOMIZE_MENU" = "تخصيص القائمة...";
"RATE_MENU" = "قيِّم HazeOver";
"REPORT_MENU" = "إرسال الملاحظات";
"SETTINGS_MENU" = "الإعدادات…";
"QUIT_MENU" = "إنهاء HazeOver";
